Revit 2027 API
ParameterTypeId.StairsDbgShowRunPath3d Property
 "Show Run's Path 3D"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsDbgShowRunPath3d { get; }
Public Shared ReadOnly Property StairsDbgShowRunPath3d As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsDbgShowRunPath3d {
	ForgeTypeId^ get ();
}
static member StairsDbgShowRunPath3d : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace